Ran Plan for dir: `.` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # abbey_demo.grant_read_write_access will be created
+ resource "abbey_demo" "grant_read_write_access" {
      + created_at = (known after apply)
      + email      = "chris+3@abbey.io"
      + id         = (known after apply)
      + permission = "read_write"
      + updated_at = (known after apply)
      + user_id    = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d .`
* :put_litter_in_its_place: To **delete** this plan click [here](https://maximum-mutt-barely.ngrok-free.app/lock?id=sdalk-jfkl-asdfhi-o%252Ftest%252F.%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d .`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`